<template>
  <div class="container-md line-height-1">
    <h2 class="text-center text-shadow text-title">常见问题与回答 （A&Q）</h2>
    <dl class="fs-1">
      <dt>1、如何加入中国癫痫基因1.0项目？</dt>
      <dd>
        <p>
          中国癫痫基因1.0项目旨在解决临床癫痫病人的基因检测结果的解读问题，为每位患者提供可能的遗传诊断和治疗建议。我们欢迎全国的临床癫痫医生、从事基因研究与基因检测的专业人员和单位参加中国癫痫基因1.0项目。加入本项目有两个途径：
        </p>
        <ol>
          <li>
            <p>
              临床中癫痫病人行全外显子测序时，选择与本项目合作进行基因检测与结果解读的机构。送检时请确认公司是否加入癫痫基因1.0项目。
            </p>
          </li>
          <li>
            <p>能够提供详细的三人组临床病历资料和质量合格的全外显子测序结果。</p>
          </li>
        </ol>
      </dd>
      <dt>2、能否以个人身份加入该项目？</dt>
      <dd>
        <p>满足两个加入途径中的一个即可以个人身份加入。</p>
      </dd>
      <dt>3、对病例数量有无要求？</dt>
      <dd>
        <p>
          该项目对病例数量无要求。利用项目资料发表文章时，研究者贡献将根据提供的病例数量进行排序。
        </p>
      </dd>
      <dt>4、如何申请精准医学研究基金？</dt>
      <dd>
        <p>
          将填写好的申请书电子版发邮箱
          <a href="mailto:epg1@caae.org.cn">epg1@caae.org.cn</a>
        </p>
        <p>邮寄 <b>纸质版（一式3份）</b>至广州医科大学附属第二医院</p>
        <p>联系人：李斌</p>
        <p>电话：15384431296</p>
        <p>地址：广州市海珠区昌岗东路250号</p>
      </dd>
    </dl>
  </div>
</template>
